Repository: aveaa/libresocial
Catalog: locales/*.strings
Languages: ru_su

source: My Page
ru_su: Моё досье

source: My News
ru_su: Информбюро

# myMsgs
source: My Messages
ru_su: Телеграммы

source: My Friends
ru_su: Мои товарищи

# myFollowers
source: My Subscribers
ru_su: Мои последователи

# mySubs
source: Outgoing requests
ru_su: Исходящие заявки

source: My Groups
ru_su: Мои объеденения

source: My Photos
ru_su: Мои фотокарточки

source: My Videos
ru_su: Мои видеозаписи

source: My Audios
ru_su: Мои фонограммы

# myDocs
source: My Documents
ru_su: Мои документы

source: Logout
ru_su: Эмигрировать

# loginPrompt
source: Login to access all features of
ru_su: Войдите, чтобы получить доступ ко всем функциям

# loginPromptFeed
source: Login or register to post on the wall of
ru_su: Войдите или зарегистрируйтесь, чтобы оставить запись на стене

# loginPromptContact
source: Login or register to contact
ru_su: Войдите или зарегистрируйтесь, чтобы связаться с

# loginPromptGroup
source: Login or register to join the group
ru_su: Войдите или зарегистрируйтесь, чтобы вступить в объединение

source: Login
ru_su: Вход

# register
source: Registration
ru_su: Регистрация

# loginNoun
source: login
ru_su: Имя пользователя

# loginVerb
source: Login
ru_su: Иммигрировать

# registerVerb
source: Register
ru_su: Зарегистрироваться

source: Remember me
ru_su: Запомнить меня

# anyToughts
source: Any thoughts,
ru_su: Пришло время высказаться,

source: As group
ru_su: От имени объединения

source: User photo
ru_su: Фотокарточка гражданина

# clubPhoto
source: Group photo
ru_su: Фотокарточка объединения

# authorPhoto
source: Photo of the author of the post
ru_su: Фотокарточка автора записи

# commentAuthorPhoto
source: Photograph of the author of the comment
ru_su: Фотокарточка автора комментария

# myProfilePhoto
source: My profile picture
ru_su: Моя фотокарточка из досье

# newProfilePhoto
source: New Profile Image
ru_su: Новая фотокарточка

# newGroupProfilePhoto
source: New group avatar
ru_su: Новая фотокарточка группы

# yourFriend
source: is your friend
ru_su: Ваш товарищ

# yourFollower
source: follows you
ru_su: читает Вас

# youSentFrRq
source: You have sent a request
ru_su: Вы отправили заявку

# acceptFrRq
source: Accept request
ru_su: Принять заявку

# cancelFrRq
source: Cancel request
ru_su: Отменить заявку

# removeFriend
source: Remove from friends
ru_su: Отвергнуть товарища

# addFriend
source: Add as a friend
ru_su: Позвать в товарищи

source: Send Message
ru_su: Отослать телеграмму

# sub
source: Subscribe
ru_su: Следить

source: Join
ru_su: Вступить

# unsub
source: Unsubscribe
ru_su: Отписаться

source: Edit page
ru_su: Редактировать досье

source: Friends
ru_su: Товарищи

source: Photo
ru_su: Фотокарточка

source: Status
ru_su: Статус

# aboutSelf
source: About Me
ru_su: О себе

# aboutGroup
source: About this group
ru_su: Об этом объединении

source: Name
ru_su: Имя

source: Last Name
ru_su: Фамилия

# birthday
source: Date of birth
ru_su: Дата рождения

# selectGender
source: Select your gender
ru_su: Выберите ваш пол

source: Female
ru_su: Женский

source: Male
ru_su: Мужской

source: Phone
ru_su: Телефон

source: Password
ru_su: Проходное слово

source: Old Password
ru_su: Старое проходное слово

source: New Password
ru_su: Новое проходное слово

source: Repeat password
ru_su: Повторите проходное слово

source: Settings
ru_su: Корректировка

# groupSettings
source: Group Management
ru_su: Корректировка объединения

# general
source: Basic
ru_su: Основное

# myUserpic
source: My profile picture
ru_su: Моя фотокарточка из досье

source: Access
ru_su: Доступ

source: Security
ru_su: Безопасность

# accesSecurity
source: Access and Security
ru_su: Секретность

source: open access
ru_su: Открытый доступ

source: open wall
ru_su: Открытая стена

# pseudo
source: Nickname
ru_su: Псевдоним

source: Save
ru_su: Сохранить

# mainPage
source: Homepage
ru_su: Заглавная страница

# revokeToken
source: Destroy token
ru_su: Сжечь ключ

# revokationOfToken
source: Delete Token
ru_su: Сжигание ключа

# revokeTokenAbout
source: the procedure for deleting your token and ip-address from our database.
ru_su: процедура удаления вашего токена и ip-адреса из нашей БД.

source: Warning!
ru_su: Осторожно, товарищ!

source: Unexpected bad things
ru_su: Непредвиденные плохие вещи

# mayHappenIfNotRed
source: can occur if you do not read this.
ru_su: могут произойти, если Вы не прочитаете это.

# afterTokenRevokation
source: After deleting the token, you will have to restart into your account
ru_su: После того, как вы сожгёте Ваши документы и ключи, вам прийдётся перевыпустить их в паспортном столе

# appTokenRevokation
source: In addition, all applications that you have logged in with using this account will lose access to your page.
ru_su: Кроме того, все кооперативы, в которые Вы вошли при помощи текущих документов потеряют доступ к вашему досье.

source: Continue
ru_su: Продолжить

source: Interesting first
ru_su: Сначала насущное

# toTop
source: Up
ru_su: Наверх

source: Empty bench
ru_su: Пустая скамейка

source: Groups
ru_su: Объеденения

# followers
source: Subscribers
ru_su: Подписчики

source: Members
ru_su: Члены

# subs
source: Outgoing applications
ru_su: Исходящие заявки

# noGroups
source: You are not subscribed to any groups ...
ru_su: Вы не являетесь членом ни на одного объединения...

source: Create Group
ru_su: Организовать объединение

# groupCreation
source: Create a group
ru_su: Организация объединения

# noFriends
source: You have no friends ... you are alone ...
ru_su: У Вас нет товарищей... Вы одиноки...

# noFollowers
source: No one is following you ... very sorry.
ru_su: За Вами совершенно никто не следит... очень жаль.

# noSubs
source: You are not subscribed to anyone ... nNew account?
ru_su: Вы ни за кем не следите... Новое досье, или же ЧСВ?

# writeComment
source: Write a comment
ru_su: Возразить

source: Edit
ru_su: Корректировать

source: Delete
ru_su: Сжечь

source: Reply
ru_su: Возразить

source: Design
ru_su: Фирменый стиль

# groupId
source: ID of this group
ru_su: ID этого объеденения

# entityName
source: Name
ru_su: Название

# info
source: Information
ru_su: Информация

source: Style
ru_su: Стиль

source: Description
ru_su: Описание

source: Monika
ru_su: Моника

# report
source: inform
ru_su: Донести

# alreadyHaveAccount
source: Already have an account
ru_su: Уже есть досье
